Repository: devthejo/zome-polar-rhombizonohedron
Catalog: Zome/resources/*/Zome.strings
Languages: fr

source: Zome Creator - PolarZonahedron
fr: Créateur de Zome - RhombiZonaèdre Polaire

source: by diameter and height
fr: par diamètre et hauteur

source: by angle and edges
fr: par angle et arête

source: by angle and height
fr: par angle et hauteur

source: by angle and diameter
fr: angle et diametre

source: Zome modelisation in progress...
fr: Modélisation du Zome en cours ...

source: PolarZonahedron - Structure Processing
fr: RhombiZonaèdre Polaire - Modélisation de la Structure

source: Faces
fr: Face

source: None
fr: Aucun

source: Sides
fr: Côtés

source: Layers
fr: Niveaux

source: Height
fr: Hauteur

source: Ground diameter
fr: Diamètre au sol

source: Number of connectors
fr: Nombre de connecteurs

source: Connector
fr: Connecteur

source: Connectors
fr: Connecteurs

source: Segments total number
fr: Nombre total de segments

source: Number of Ties
fr: Nombre de tirants

source: Zome Creator - OpenSource software developed by Jo
fr: Créateur de Zome - Logiciel libre développé par Jo

source: Sides of rotation around the axis
fr: Côtés de révolution

source: Vertical Layer
fr: Niveaux en Hauteur

source: Shape angle
fr: Angle de forme

source: Edges
fr: Arête

source: Ties
fr: Tirants

source: No
fr: Non

source: Yes
fr: Oui

source: Yes|No
fr: Oui|Non

source: Ground
fr: Sol

source: Modelisation
fr: Modélisation

source: Number of layers different from the number of needed sides
fr: Nombre de côtés non nulle requis

source: Required a number of layers not equal to null
fr: Nombre de niveaux non nulle requis

source: Minimum 2 layers required for coherent Zome
fr: Minimum 2 niveaux pour un Zome cohérent

source: Required a number of sides not equal to null
fr: Nombre de côtés non nulle requis

source: Minimum 3 sides required for coherent Zome
fr: Minimum 3 côtés pour un Zome cohérent

source: Angle can't be equal to 90
fr: L'angle ne peux pas être à 90

source: Diameter
fr: Diamètre

source: Height at the top
fr: Hauteur au Sommet

source: Horizontal|None
fr: Horizontal|Aucun

source: Angle between the axes and the edge of the top layer
fr: Angle entre l'axe et l'arête du dernier niveaux

source: Polar Zonahedron
fr: RhombiZonaèdre Polaire

source: PolarZonahedron by shapes angle and height
fr: Zonaèdre Polaire sur Angle de forme et Hauteur

source: PolarZonahedron by shapes angle and diameter
fr: Zonaèdre Polaire sur Angle de forme et Diamètre

source: Polar Zonohedron based on diameter and height
fr: Zonaèdre Polaire sur Diamètre et Hauteur

source: Polar Zonahedron based on shape angle and edges
fr: Zonaèdre Polaire sur Angle de forme et Arête
